Repository: mohamedyossif/TaskPad
Catalog: lib/Core/Localization/l10/app_*.arb
Languages: ar

source: Notes
ar: الملاحظات

# search_notes
source: Search about notes
ar: البحث عن الملاحظات

# note_empty
source: It's empty here. Write your first note!
ar: هنا فارغ. اكتب ملاحظتك الأولى!

source: Title
ar: العنوان

# note_subtitle
source: Write Your note
ar: أكتب ملاحظاتك

# to_do
source: To-dos
ar: المهام

# search_to_dos
source: Search about to_dos
ar: أبحث عن المهام

# to_do_empty
source: It's empty here. Add your first task!
ar: هنا فارغ. أضف مهمتك الأولى!

# add_item
source: Add a to-do item
ar: أضف مهمة

source: Save
ar: حفظ

# no_search_task
source: No tasks available for the current search
ar: لا توجد مهام متاحة للبحث الحالي

# no_search_note
source: No notes available for the current search
ar: لا توجد ملاحظات متاحة للبحث الحالي

# message_task
source: Don't miss out! Complete your task now
ar: لا تفوت الفرصة! أكمل مهمتك الآن

# message_daily
source: Don`t forget, write tasks Today
ar: لا تنسي كتابة مهام اليوم

# compelete_tasks
source: Compeleted Tasks
ar: المهام التامة

# select_lang
source: Selected Language
ar: إختار اللغة

# en
source: English
ar: الإنجليزية

# ar
source: Arabic
ar: العربية

# onBoarding_one_image
source: Capture your thoughts and organize your tasks with ease, Your personal space for notes and to-dos awaits!
ar: التقط أفكارك ونظم مهامك بسهولة، مساحتك الشخصية للملاحظات والمهام في انتظارك!

# onBoarding_two_image
source: Organize your tasks efficiently and easily, Your personal space for task management awaits you!
ar: نظم مهامك بكفاءة وسهولة، مساحتك الشخصية لإدارة المهام في انتظارك!

# onBoarding_three_image
source: Never miss a task, set reminders to keep you on track at the right time
ar: لا تفوت أي مهمة، اضبط التذكيرات لتبقى على المسار الصحيح في الوقت المناسب

source: Skip
ar: تخطى

source: Done
ar: تم

# battery_title
source: Disable Battery Optimization
ar: تعطيل تحسين البطارية

# battery_subtitle
source: To ensure our app runs smoothly in the background, please disable battery optimization for this app
ar: لضمان عمل التطبيق بسلاسة في الخلفية، يُرجى تعطيل تحسين البطارية لهذا التطبيق

source: Later
ar: وقت لاحقا

# disable
source: Disable Now
ar: تعطيل الآن

# lang
source: Language
ar: اللغة

source: Delete All
ar: حذف الكل

source: Cancel
ar: إلغاء

source: Delete
ar: حذف

# subtitle_delete
source: Are you sure? This action will permanently delete all tasks and cannot be undone.
ar: هل أنت متأكد؟ سيؤدي هذا الإجراء إلى حذف جميع المهام بشكل دائم ولا يمكن التراجع عنه
